Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Alerts.xcstrings
Source language: en_us
Languages: br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Alerts.AddToCalendar.Button.Add.v134
source: Add
br: Ouzhpennañ
bs: Dodaj
ca: Afegeix
co: Aghjunghje
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
dsb: Pśidaś
el: Προσθήκη
eo: Aldoni
es: Añadir
es_ar: Agregar
es_cl: Añadir
es_mx: Agregar
eu: Gehitu
fi: Lisää
fr: Ajouter
gl: Engadir
he: הוספה
hr: Dodaj
hsb: Přidać
hu: Hozzáadás
hy_am: Հավելել
ia: Adder
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ka: დამატება
kab: Rnu
kk: Қосу
ko: 추가
lo: ເພີ່ມ
ml: ചേര്‍ക്കുക
nb: Legg til
nl: Toevoegen
nn: Legg til
pa_in: ਜੋੜੋ
pt_br: Adicionar
pt_pt: Adicionar
rm: Agiuntar
ru: Добавить
sat_olck: ᱥᱮᱞᱮᱫᱽ ᱢᱮ
scn: Junci
si: එකතු
sk: Pridať
sl: Dodaj
sq: Shtoje
sv: Lägg till
tg: Илова кардан
th: เพิ่ม
tr: Ekle
tt: Өстәү
ug: قوش
uk: Додати
vi: Thêm
zh_cn: 添加
zh_tw: 新增

# Alerts.AddToCalendar.Title.v134
source: Add to calendar?
br: Ouzhpennañ d’an deiziataer?
bs: Dodati u kalendar?
ca: Voleu afegir-ho al calendari?
co: Aghjunghje à u calendariu ?
cs: Přidat do kalendáře?
cy: Ychwanegu at y calendr?
da: Føj til kalender?
de: Zu Kalender hinzufügen?
dsb: Kalendarjoju pśidaś?
el: Προσθήκη στο ημερολόγιο;
eo: Ĉu aldoni al kalendaro?
es: ¿Añadir al calendario?
es_ar: ¿Agregar al calendario?
es_cl: ¿Añadir al calendario?
es_mx: ¿Agregar al calendario?
eu: Gehitu egutegian?
fi: Lisätäänkö kalenteriin?
fr: Ajouter à l’agenda ?
gl: Engadir ao calendario?
he: להוסיף ללוח שנה?
hr: Dodati u kalendar?
hsb: Protyce přidać?
hu: Hozzáadás a naptárhoz?
hy_am: Հավելե՞լ օրացույցին:
ia: Adder al agenda?
id: Tambahkan ke kalender?
is: Bæta á dagatal?
it: Aggiungere al calendario?
ja: カレンダーに追加しますか？
ka: დაემატოს კალენდარში?
kab: Rnu ɣer uwitay?
kk: Күнтізбеге қосу керек пе?
ko: 캘린더에 추가하시겠습니까?
lo: ເພີ່ມໃສ່ປະຕິທິນບໍ?
ml: പഞ്ചാംഗമിലേക്കു് ചേർക്കണോ?
nb: Legg til i kalenderen?
nl: Aan agenda toevoegen?
nn: Leggje til i kalenderen?
pa_in: ਕੈਲੰਡਰ ਵਿੱਚ ਜੋੜਨਾ ਹੈ?
pt_br: Adicionar à agenda?
pt_pt: Adicionar ao calendário?
rm: Agiuntar al chalender?
ru: Добавить в календарь?
sat_olck: ᱠᱮᱞᱮᱱᱰᱚᱨ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ
scn: Jùnciri ô calannariu?
si: දින දසුනට දමන්නද?
sk: Pridať do kalendára?
sl: Dodam v koledar?
sq: Të shtohet në kalendar?
sv: Lägg till i kalendern?
tg: Ба тақвим илова мекунед?
th: เพิ่มลงในปฏิทิน?
tr: Takvime eklensin mi?
ug: يىلنامىگە قوشامدۇ؟
uk: Додати до календаря?
vi: Thêm vào lịch?
zh_cn: 添加到日历？
zh_tw: 要新增至行事曆嗎？

# Alerts.FeltDeletion.Body.v122
source: Close all private tabs and delete history, cookies, and all other site data.
br: Serriñ an holl ivinelloù prevez ha skarzhañ ar roll istor, an toupinoù ha kement roadenn all eus al lec'hienn.
bs: Zatvorite sve privatne tabove i izbrišite historiju, kolačiće i sve ostale podatke web stranice.
ca: Es tanquen totes les pestanyes privades i se suprimeixen les galetes l'historial i totes les dades dels llocs.
co: Chjode tutte l’unghjette private è squassà a cronolugia, i canistrelli è tutti l’altri dati di i siti.
cs: Zavře všechny anonymní panely a vymažte historii, soubory cookie a všechna další data webu.
cy: Caewch bob tab preifat a dileu hanes, cwcis, a holl ddata gwefan arall.
da: Luk alle private faneblade og slet historik, cookies og alle andre webstedsdata.
de: Schließen Sie alle privaten Tabs und löschen Sie Chronik, Cookies und alle anderen Website-Daten.
dsb: Zacyńśo wšykne priwatne rejtariki a lašujśo historiju, cookieje a wšykne druge sedłowe daty.
el: Κλείσιμο όλων των ιδιωτικών καρτελών και διαγραφή το ιστορικού, των cookie και όλων των άλλων δεδομένων ιστοτόπων.
eo: Fermi ĉiujn privatajn langetojn kaj forigi historion, kuketojn kaj ĉiujn aliajn retejajn datumojn.
es: Cerrar todas las pestañas privadas y eliminar el historial, las cookies y todos los demás datos del sitio.
es_ar: Cerrar todas las pestañas privadas y eliminar el historial, las cookies y todos los otros datos del sitio.
es_cl: Cierra todas las pestañas privadas y elimina el historial, las cookies y todos los demás datos del sitio.
es_mx: Cierra todas las pestañas privadas y elimina el historial, las cookies y todos los demás datos del sitio.
eu: Itxi fitxa pribatu guztiak eta ezabatu historia, cookieak eta guneetako bestelako datu guztiak.
fi: Sulje kaikki yksityiset välilehdet ja poista historia, evästeet ja kaikki muut sivustotiedot.
fr: Fermer tous les onglets privés et supprimer l’historique, les cookies et toutes les autres données des sites.
gl: Pechar todas as lapelas privadas e eliminar o historial, as cookies e todos os demais datos do sitio.
he: סגירת כל הלשוניות הפרטיות ומחיקת היסטוריה, עוגיות וכל שאר נתוני האתרים.
hr: Zatvori sve privatne kartice i izbriši povijest, kolačiće i sve ostale podatke web stranica.
hsb: Začińće wšě priwatne rajtarki a zhašejće historiju, placki a wšě druhe sydłowe daty.
hu: Az összes privát lap bezárása, valamint az előzmények, sütik és az összes oldaladat törlése.
hy_am: Փակեք բոլոր անձնական ներդիրները և ջնջեք պատմությունը, թխուկները և կայքի բոլոր մյուս տվյալները:
ia: Clauder tote le schedas private e eliminar le chronologia, le cookies e tote le altere datos del sito.
id: Tutup semua tab pribadi dan hapus riwayat, kuki, dan semua data situs lainnya.
is: Loka öllum huliðsflipum og eyða vafurferli, vefkökum og öllum öðrum gögnum vefsvæðisins.
it: Chiudi tutte le schede anonime e cancella cronologia, cookie e tutti gli altri dati dei siti web.
ja: すべてのプライベートタブを閉じ、履歴、Cookie、その他すべてのサイトデータを削除します。
ka: დაიხუროს ყველა პირადი ჩანართი და წაიშალოს ისტორია, ფუნთუშები და საიტის სხვა მონაცემები.
kab: Mdel meṛṛa accaren usligen syen kkes azray, inagan n tuqqna, akked yisefka niḍen n yismal.
kk: Барлық жекелік беттерін жауып, тарихты, cookie файлдарын және басқа сайт деректерін өшіру.
ko: 모든 사생활 보호 탭을 닫고 기록, 쿠키 및 기타 모든 사이트 데이터를 삭제합니다.
lo: ປິດແຖບສ່ວນຕົວທັງໝົດ ແລະ ລຶບປະຫວັດ, ຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊທ໌ອື່ນໆທັງໝົດ.
ml: എല്ലാ സ്വകാര്യ ടാബുകളും അടച്ചിട്ടു് നാൾവഴിയും കുക്കികളും മറ്റു് എല്ലാ വെബ്സ്ഥാനാദത്തയും മായ്ക്കുക.
nb: Lukk alle private faner og slett historikk, infokapsler og all annen nettstedsdata.
nl: Alle privétabbladen sluiten en geschiedenis, cookies en alle andere websitegegevens verwijderen.
nn: Lat att alle private faner og slett historikk, infokapslar, og alle andre nettstaddata.
pa_in: ਸਾਰੀਆਂ ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਬੰਦ ਕਰੋ ਅਤੇ ਅਤੀਤ, ਕੂਕੀਜ਼ ਅਤੇ ਹੋਰ ਸਾਈਟ ਡਾਟਾ ਹਟਾ ਦਿਓ।
pt_br: Fecha todas as abas privativas e apaga histórico, cookies e todos os outros dados de sites.
pt_pt: Feche todos os separadores privados e elimine o histórico, cookies e todos os outros dados de sites.
rm: Serrar tut ils tabs privats e stizzar la cronologia, ils cookies e tut tschellas datas da websites.
ru: Закрыть все приватные вкладки и удалить историю, куки и все другие данные сайтов.
sat_olck: ᱡᱚᱛᱚ ᱯᱨᱟᱭᱣᱮᱴ ᱴᱮᱵᱽ ᱠᱚ ᱵᱚᱸᱫᱚᱭ ᱢᱮ ᱟᱨ ᱦᱤᱛᱟᱹᱞ, ᱠᱩᱠᱤ ᱟᱨ ᱮᱴᱟᱜ ᱥᱟᱭᱤᱴ ᱰᱟᱴᱟ ᱠᱚ ᱢᱮᱴᱟᱣ ᱢᱮ ᱾
scn: Chiuji tutti i schedi privati e scancella a crunuluggìa, i viscotta e tutti l’autri dati dî siti.
si: පෞද්ගලික පටිති සියල්ල වසා ඉතිහාසය, දත්තකඩ සහ අනෙකුත් සියලුම අඩවි දත්ත මකන්න.
sk: Týmto sa zatvoria všetky súkromné karty a odstráni sa história, súbory cookie a všetky ostatné údaje stránok.
sl: Zaprite vse zasebne zavihke ter izbrišite zgodovino, piškotke in druge podatke strani.
sq: Mbyll krejt skedat private dhe fshi historik, “cookies” dhe të tjera të dhëna sajti.
sv: Stäng alla privata flikar och ta bort historik, kakor och all annan webbplatsdata.
tg: Ҳамаи варақаҳои хусусиро мепӯшад ва таърих, кукиҳо ва маълумоти дигари сомонаҳоро нест мекунад.
th: ปิดแท็บส่วนตัวทั้งหมดและลบประวัติ คุกกี้ และข้อมูลไซต์อื่น ๆ ทั้งหมด
tr: Tüm gizli sekmeleri kapat ve geçmişi, çerezleri ve tüm site verilerini sil.
tt: Барлык хосусый табларны ябып, тарихны, кукиларны һәм башка сайт мәгълүматларын бетерү.
ug: بارلىق شەخسىي بەتكۈچلەرنى تاقاپ، تارىخ، ساقلانما ۋە باشقا تور بېكەت سانلىق مەلۇماتلىرىنى ئۆچۈرىدۇ.
uk: Закрити всі приватні вкладки й видалити історію, файли cookie та всі інші дані сайтів.
vi: Đóng tất cả các thẻ riêng tư và xóa lịch sử, cookie cũng như tất cả dữ liệu trang web khác.
zh_cn: 关闭所有隐私标签页，并删除历史记录和 Cookie 等所有网站数据。
zh_tw: 關閉所有隱私分頁，並清除瀏覽紀錄、Cookie 及其他網站資料。

# Alerts.FeltDeletion.Button.Cancel.v122
source: Cancel
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_ar: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Alerts.FeltDeletion.Button.Cancel.v134
source: Cancel
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_ar: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Alerts.FeltDeletion.Button.Confirm.v122
source: Delete session data
br: Dilemel roadennoù an estez
bs: Izbriši podatke o sesiji
ca: Suprimeix les dades de la sessió
co: Squassà i dati di a sessione
cs: Smazat data relace
cy: Dileu data sesiwn
da: Slet sessions-data
de: Sitzungsdaten löschen
dsb: Pósejźeńske daty lašowaś
el: Διαγραφή δεδομένων συνεδρίας
eo: Forigi seancajn datumojn
es: Eliminar datos de sesión
es_ar: Borrar datos de la sesión
es_cl: Eliminar datos de sesión
es_mx: Eliminar datos de sesión
eu: Ezabatu saioko datuak
fi: Poista istunnon tiedot
fr: Supprimer les données de la session
gl: Eliminar datos da sesión
he: מחיקת נתוני הפעלה
hr: Izbriši podatke sesije
hsb: Posedźenske daty zhašeć
hu: Munkamenet-adatok törlése
hy_am: Ջնջել աշխատաշրջանի տվյալները
ia: Deler le datos del session
id: Hapus data sesi
is: Eyða lotugögnum
it: Elimina dati della sessione
ja: セッションデータを削除
ka: სეანსის მონაცემების წაშლა
kab: Kkes isefka n tɣimit
kk: Сессия деректерін өшіру
ko: 세션 데이터 삭제
lo: ລຶບຂໍ້ມູນເຊດຊັນ
ml: സെഷൻ ദത്ത മായ്ക്കുക
nb: Slett øktdata
nl: Sessiegegevens verwijderen
nn: Slett øktdata
pa_in: ਸ਼ੈਸ਼ਨ ਡਾਟੇ ਨੂੰ ਹਟਾਓ
pt_br: Excluir dados da sessão
pt_pt: Eliminar dados de sessão
rm: Stizzar las datas da la sesida
ru: Удалить данные сессии
sat_olck: ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱰᱟᱴᱟ ᱢᱮᱴᱟᱣ ᱢᱮ
scn: Scancella i dati dâ sissioni
si: වාරයේ දත්ත මකන්න
sk: Odstrániť údaje relácie
sl: Izbriši podatke seje
sq: Fshi të dhëna sesioni
sv: Ta bort sessionsdata
tg: Нест кардани маълумоти ҷаласа
th: ลบข้อมูลวาระ
tr: Oturum verilerini sil
tt: Сессия мәгълүматларын бетерү
ug: سۆزلىشىش سانلىق مەلۇماتىنى ئۆچۈرىدۇ
uk: Видалити дані сеансу
vi: Xoá dữ liệu phiên
zh_cn: 删除本次浏览数据
zh_tw: 清除瀏覽階段資料

# Alerts.FeltDeletion.Title.v122
source: End your private session?
br: Lakaat un termen d'hoc’h estez prevez?
bs: Završiti privatnu sesiju?
ca: Voleu finalitzar la sessió privada?
co: Compie a vostra sessione privata ?
cs: Ukončit anonymní relaci?
cy: Gorffen eich sesiwn breifat?
da: Vil du afslutte den private session?
de: Ihre private Sitzung beenden?
dsb: Priwatne pósejźenje skóńcyś?
el: Τερματισμός ιδιωτικής συνεδρίας;
eo: Ĉu fini vian privatan seancon?
es: ¿Finalizar la sesión privada?
es_ar: ¿Finalizar la sesión privada?
es_cl: ¿Finalizar sesión privada?
es_mx: ¿Terminar tu sesión privada?
eu: Zure saio pribatua amaitu?
fi: Lopetetaanko yksityinen istunto?
fr: Mettre fin à votre session privée ?
gl: Quere finalizar a súa sesión privada?
he: לסיים את ההפעלה הפרטית שלך?
hr: Završiti privatnu sesiju?
hsb: Waše priwatne posedźenje skónčić?
hu: Befejezi a privát munkamenetet?
hy_am: Ավարտե՞լ Ձեր գաղտնի աշխատաշրջանը
ia: Clauder tu session private?
id: Akhiri sesi pribadi Anda?
is: Ljúka huliðslotunni þinni?
it: Terminare la sessione anonima?
ja: プライベートセッションを終了しますか？
ka: დასრულდეს პირადი სეანსი?
kab: Fakk tiɣimit-ik·im tusligt?
kk: Жекелік сессияңызды аяқтау керек пе?
ko: 사생활 보호 세션을 종료하시겠습니까?
lo: ສິ້ນສຸດເຊດຊັນສ່ວນຕົວຂອງທ່ານບໍ່?
ml: സ്വകാര്യ തിരയൽകാലം അവസാനിക്കണോ?
nb: Vil du avslutte den private økten?
nl: Uw privésessie beëindigen?
nn: Avslutte privat økt?
pa_in: ਤੁਹਾਡਾ ਪ੍ਰਾਈਵੇਟ ਸ਼ੈਸ਼ਨ ਸਮਾਪਤ ਕਰਨਾ ਹੈ?
pt_br: Encerrar a sessão privativa?
pt_pt: Terminar a sua sessão privada?
rm: Terminar tia sesida privata?
ru: Завершить приватную сессию?
sat_olck: ᱱᱤᱡᱮᱨᱟᱜ ᱠᱟᱹᱢᱤ ᱦᱚᱨᱟ ᱵᱚᱸᱫᱚᱭ ᱟ ᱥᱮ ?
scn: Accabbari a sissioni privata?
si: ඔබගේ පෞද්ගලික වාරය නිමා කරන්නද?
sk: Ukončiť súkromnú reláciu?
sl: Želite končati zasebno sejo?
sq: Të përfundohet sesioni jua privat?
sv: Avsluta din privata session?
tg: Ҷаласаи хусусии худро ба анҷом мерасонед?
th: จบวาระส่วนตัวของคุณหรือไม่?
tr: Gizli oturum sonlandırılsın mı?
tt: Хосусый гизү сессиягез тәмамлансынмы?
ug: شەخسىي سۆزلىشىشىڭىزنى ئاخىرلاشتۇرامدۇ؟
uk: Завершити приватний сеанс?
vi: Kết thúc phiên riêng tư của bạn?
zh_cn: 要结束隐私浏览吗？
zh_tw: 要結束隱私瀏覽階段嗎？

# Alerts.RestoreTabs.Button.No.v109
source: No
br: Ket
bs: Ne
co: Nò
cs: Ne
cy: Na
da: Nej
de: Nein
dsb: Ně
el: Όχι
eo: Ne
eu: Ez
fi: Ei
fr: Non
gl: Non
he: לא
hr: Ne
hsb: Ně
hu: Nem
hy_am: Ոչ
id: Tidak
is: Nei
ja: いいえ
ka: არა
kab: Uhu
kk: Жоқ
ko: 아니오
lo: ບໍ່ຕ້ອງການ
ml: ഇല്ല
nb: Nei
nl: Nee
nn: Nei
pa_in: ਨਹੀਂ
pt_br: Não
pt_pt: Não
rm: Na
ru: Нет
sat_olck: ᱵᱟᱝ
si: නැහැ
sk: Nie
sl: Ne
sq: Jo
sv: Nej
tg: Не
th: ไม่
tr: Hayır
tt: Юк
ug: ياق
uk: Ні
vi: Không
zh_cn: 否
zh_tw: 不要

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
br: Adsevel an ivinelloù
bs: Vrati tabove
ca: Restaura les pestanyes
co: Risturà l’unghjette
cs: Obnovit panely
cy: Adfer tabiau
da: Gendan faneblade
de: Tabs wiederherstellen
dsb: Rejtariki wótnowiś
el: Επαναφορά καρτελών
eo: Restarigi langetojn
es: Restaurar pestañas
es_ar: Restaurar pestañas
es_cl: Restaurar pestañas
es_mx: Restaurar pestañas
eu: Berreskuratu fitxak
fi: Palauta välilehdet
fr: Restaurer les onglets
gl: Restaurar as lapelas
he: שחזור לשוניות
hr: Vrati kartice
hsb: Rajtarki wobnowić
hu: Lapok visszaállítása
hy_am: Վերականգնել ներդիրները
ia: Restaurar schedas
id: Pulihkan tab
is: Endurheimta flipa
it: Ripristina schede
ja: タブを復元
ka: ჩანართების აღდგენა
kab: Err-d accaren
kk: Беттерді қалпына келтіру
ko: 탭 복원
lo: ກູ້ຄືນແທັບ
ml: ടാബുകൾ പുനഃസ്ഥാപിക്കുക
nb: Gjenopprett faner
nl: Tabbladen herstellen
nn: Gjenopprett faner
pa_in: ਟੈਬਾਂ ਨੂੰ ਬਹਾਲ ਕਰੋ
pt_br: Restaurar abas
pt_pt: Restaurar separadores
rm: Restaurar ils tabs
ru: Восстановление вкладок
sat_olck: ᱴᱮᱵᱽ ᱠᱚ ᱫᱩᱦᱲᱟᱹ ᱡᱚᱜᱟᱣ ᱢᱮ
scn: Ricùpira i schedi
si: පටිති ප්‍රත්‍යර්පණය
sk: Obnoviť karty
sl: Obnovi zavihke
sq: Rikthe skeda
sv: Återställ flikar
tg: Барқарор кардани варақаҳо
th: เรียกคืนแท็บ
tr: Sekmeleri geri yükle
tt: Табларны кире кайтару
ug: بەتكۈچنى ئەسلىگە قايتۇر
uk: Відновити вкладки
vi: Khôi phục thẻ
zh_cn: 恢复标签页
zh_tw: 還原分頁

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
br: Digarezit. Adsavit an ivinelloù evit distreiñ e-lec'h ma oac'h.
bs: Žao nam je zbog toga. Vratite tabove da nastavite gdje ste stali.
ca: Restaureu les pestanyes per a continuar des d'on ho havíeu deixat.
co: Chì peccatu ! Risturà l’unghjette per ripiglià induve vi site piantati.
cs: Omlouváme se za to. Obnovte panely a pokračujte tam, kde jste přestali.
cy: Ymddiheuriadau. Adferwch y tabiau i barhau.
da: Det må du undskylde. Gendan faneblade for at fortsætte, hvor du var.
de: Entschuldigung. Stellen Sie Tabs wieder her, um dort weiterzumachen, wo Sie aufgehört haben.
dsb: Wódajśo. Wótnowśo rejtariki, aby tam pókšacował, źož sćo pśestał.
el: Λυπούμαστε για αυτό. Επαναφέρετε τις καρτέλες για να συνεχίσετε από εκεί που σταματήσατε.
eo: Ni bedaŭras tion. Restarigu langetojn por rekomenci kie vi haltis.
es: Lo sentimos. Restaura las pestañas para continuar donde las dejaste.
es_ar: Disculpá. Restaurá las pestañas para continuar donde las dejaste.
es_cl: Lo sentimos. Restaura las pestañas para continuar desde donde quedaste.
es_mx: Lo sentimos. Restaura las pestañas para continuar donde las dejaste.
eu: Sentitzen dugu. Berreskuratu fitxak utzi zenuen tokitik jarraitzeko.
fi: Pahoittelut tapahtuneesta. Palauta välilehdet jatkaaksesi siitä, mihin jäit.
fr: Oups ! Restaurez les onglets pour reprendre là où vous en étiez.
gl: Sentímolo. Restaure as lapelas para retomar onde o deixou.
he: מצטערים. באפשרותך לשחזר לשוניות כדי להמשיך מאיפה שהפסקת.
hr: Oprosti. Obnovi kartice da nastaviš tamo gdje si stao/la.
hsb: Wodajće. Wobnowće rajtarki, zo byšće tam pokročował, hdźež sće přestał.
hu: Sajnáljuk. A lapok visszaállításával ott folytathatja, ahol abbahagyta.
hy_am: Ցավում եմ. Վերականգնեք ներդիրները, որպեսզի շարունակեք այնտեղ, որտեղ թողել եք:
ia: Desolate. Restaura le schedas pro reprender de ubi tu era.
id: Maaf soal itu. Pulihkan tab untuk melanjutkan dari bagian terakhir yang Anda tinggalkan.
is: Þetta var leiðinlegt. Endurheimtu flipa til að halda áfram þar sem frá var horfið.
it: Ci dispiace per questo problema. Ripristina le schede per riprendere da dove eri rimasto.
ja: 申し訳ありません。タブを復元して、中断したところから再開します。
ka: ვწუხვართ ამის გამო. აღადგინეთ ჩანართები, რომ განაგრძოთ იქიდან, სადაც შეჩერდით.
kab: Nesḥassef ɣef waya. Err-d accaren i wakken ad tkemmleḍ ansi i tḥebseḍ.
kk: Бұл үшін кешіріңіз. Тоқтаған жерден жалғастыру үшін беттерді қалпына келтіріңіз.
ko: 죄송합니다. 탭을 복원하여 중단한 부분부터 다시 시작하세요.
lo: ຂໍອະໄພກ່ຽວກັບເລື່ອງນັ້ນ. ກູ້ແຖບຄືນມາເພື່ອເລືອກບ່ອນທີ່ທ່ານປະໄວ້.
ml: പൊറുക്കണം. നിൎത്തിയ ഇടത്തു് നിന്നു് തുടങ്ങാൻ ടാബുകൾ പുനഃസ്ഥാപിക്കുക.
nb: Beklager det. Gjenopprett faner for å fortsette der du sluttet.
nl: Sorry daarvoor. Herstel tabbladen om verder te gaan waar u was gebleven.
nn: Beklagar det. Gjenopprett faner for å halde fram der du slutta.
pa_in: ਉਸ ਲਈ ਅਫ਼਼ਸੋਸ ਹੈ। ਟੈਬਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨ ਨਾਲ, ਜਿੱਥੇ ਤੁਸੀ ਛੱਡਿਆ ਸੀ, ਓਥੋਂ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋ।
pt_br: Desculpe. Restaure abas para continuar de onde parou.
pt_pt: Peço desculpa por isto. Restaure os separadores para continuar onde parou.
rm: Perstgisa! Restaurescha ils tabs per cuntinuar là nua che ti has chalà.
ru: Мы сожалеем об этом. Восстановите вкладки, чтобы продолжить с места, где вы остановились.
sat_olck: ᱚᱱᱟ ᱠᱷᱟᱹᱛᱤᱨ ᱤᱠᱟᱹ ᱾ ᱡᱟᱦᱟᱸ ᱠᱷᱚᱱ ᱮᱢ ᱵᱟᱹᱜᱤ ᱠᱮᱜᱼᱟ ᱚᱱᱰᱮ ᱠᱷᱚᱱ ᱴᱮᱵᱽ ᱠᱚ ᱫᱩᱦᱲᱟᱹ ᱫᱚᱦᱚᱭ ᱢᱮ ᱾
scn: Mi dispiaci. Ricùpira i schedi pi ripigghiari d’unni lassasti.
si: සමාවන්න. නවතන ලද තැනින් අතට ගැනීමට පටිති ප්‍රත්‍යර්පණය කරන්න.
sk: Ospravedlňujeme sa. Obnovte karty a pokračujte tam, kde ste prestali.
sl: Oprostite. Obnovite zavihke in nadaljujte, kjer ste končali.
sq: Na ndjeni për këtë. Riktheni skedat, për të vazhduar atje ku e latë.
sv: Förlåt för det. Återställ flikar för att fortsätta där du slutade.
tg: Узри зиёд. Барои идомаи кор аз он ҷое, ки шумо ба қарибӣ тамошо кардаед, лутфан, варақаҳоро барқарор созед.
th: ขออภัยเกี่ยวกับปัญหานั้น โปรดเรียกคืนแท็บเพื่อเรียกดูต่อจากจุดที่คุณค้างไว้
tr: Hatamızdan dolayı özür dileriz. Kaldığınız yerden devam etmek için sekmeleri geri yükleyin.
tt: Гафу үтенәбез. Туктаган җирегездән дәвам итү өчен табларыгызны яңадан торгызыгыз.
ug: كەچۈرۈڭ. بەتكۈچلەرنى قەيەردە ئۈزۈلگەن بولسا شۇ جايدىن ئەسلىگە قايتۇرىدۇ.
uk: Перепрошуємо за це. Відновіть вкладки, щоб продовжити з того місця, де ви зупинилися.
vi: Xin lỗi vì điều đó. Khôi phục các thẻ để tiếp tục từ nơi bạn đã dừng lại.
zh_cn: 抱歉！请恢复标签页以从被打断的地方继续。
zh_tw: 很抱歉發生錯誤，您可以還原分頁，從原本的頁面繼續上網。

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
br: %@ sac'het. Adsevel hoc'h ivinelloù?
bs: %@ se srušio. Vratiti tabove?
ca: El %@ ha fallat. Voleu restaurar les pestanyes?
co: %@ s’hè lampatu. Risturà e vostre unghjette ?
cs: Aplikace %@ spadla. Chcete obnovit své panely?
cy: Chwalodd %@. Adfer eich tabiau?
da: %@ gik ned. Gendan dine faneblade?
de: %@ ist abgestürzt. Tabs wiederherstellen?
dsb: %@ jo wowalił. Waše rejtariki wótnowiś?
el: Το %@ κατέρρευσε. Θέλετε να γίνει επαναφορά των καρτελών σας;
eo: %@ paneis. Ĉu restarigi viajn langetojn?
es: %@ ha fallado. ¿Quieres restaurar las pestañas?
es_ar: %@ falló. ¿Querés restaurar las pestañas?
es_cl: %@ falló. ¿Restaurar tus pestañas?
es_mx: %@ fallo. ¿Deseas restaurar tus pestañas?
eu: %@(e)k huts egin du. Berreskuratu zure fitxak?
fi: %@ kaatui. Palautetaanko välilehdet?
fr: %@ a planté. Restaurer vos onglets ?
gl: %@ fallou. Queres restaurar as túas lapelas?
he: ‏%@ קרס. לשחזר את הלשוניות שלך?
hr: %@ se srušio. Želiš li vratiti tvoje kartice?
hsb: %@ je spadnył. Waše rajtarki wobnowić?
hu: A %@ összeomlott. Visszaállítja a lapjait?
hy_am: %@ վթարվել է: Վերականգնե՞լ ձեր ներդիրները:
ia: %@ iva in crash. Restaurar tu schedas?
id: %@ mogok. Pulihkan tab Anda?
is: %@ hrundi. Endurheimta flipana þína?
it: %@ si è bloccato. Ripristinare le schede?
ja: %@ がクラッシュしました。タブを復元しますか？
ka: %@ უეცრად გაითიშა. აღდგეს ჩანართები?
kab: %@ yerreẓ. Err-d accaren-ik·im?
kk: %@ құлады. Беттерді қалпына келтіру керек пе?
ko: %@이 중지되었습니다. 탭을 복원하시겠습니까?
lo: %@ ຂັດຂ້ອງ. ກູ້ແທັບຂອງເຈົ້າຄືນມາບໍ?
ml: %@ തകർന്നു. താങ്ങളുടെ ടാബുകൾ പുനഃസ്ഥാപിക്കട്ടെ?
nb: %@ krasjet. Vil du gjenopprette fanene dine?
nl: %@ is gecrasht. Wilt u uw tabbladen herstellen?
nn: %@ krasja. Vil du gjenopprette fanene dine?
pa_in: %@ ਕਰੈਸ਼ ਹੋਇਆ। ਆਪਣੀਆਂ ਟੈਬਾਂ ਬਹਾਲ ਕਰਨੀਆਂ ਹਨ?
pt_br: O %@ travou. Restaurar abas?
pt_pt: O %@ foi interrompido. Restaurar os seus separadores?
rm: %@ è collabà. Restaurar tes tabs?
ru: %@ упал. Восстановить вкладки?
sat_olck: %@ ᱰᱤᱜᱟᱹᱣ ᱮᱱᱟ ᱾ ᱟᱢᱟᱜ ᱴᱮᱵᱽ ᱠᱚ ᱫᱩᱦᱲᱟᱹ ᱫᱚᱦᱚᱭᱟ ᱥᱮ ?
scn: %@ sfallìu. Vo’ ricupirari i schedi?
si: %@ බිඳ වැටුණි. පටිති ප්‍රත්‍යර්පණය කරන්නද?
sk: %@ zlyhal. Chcete obnoviť svoje karty?
sl: %@ se je sesul. Želite obnoviti zavihke?
sq: %@-i u vithis. Të rikthehen skedat tuaja?
sv: %@ kraschade. Vill du återställa dina flikar?
tg: %@ вайрон шуд. Варақаҳои худро барқарор месозед?
th: %@ ขัดข้อง ต้องการเรียกคืนแท็บของคุณหรือไม่?
tr: %@ çöktü. Sekmeleriniz geri yüklensin mi?
tt: %@ ватылды. Табларыгыз яңадан торгызылсызмы?
ug: %@ يىمىرىلدى. بەتكۈچلىرىڭىزنى ئەسلىگە كەلتۈرسۇنمۇ؟
uk: Стався збій %@. Відновити ваші вкладки?
vi: %@ bị lỗi. Khôi phục các thẻ của bạn?
zh_cn: %@ 刚才崩溃了。要恢复您的标签页吗？
zh_tw: %@ 發生錯誤，是否要還原您開啟過的分頁？
